Repository: julienr/myzivi
Catalog: zivimap/locale/*/LC_MESSAGES/django.po
Languages: de

source: Health
de: Gesundheitswesen

source: Social
de: Sozialwesen

source: Culture
de: Kulturgütererhaltung

source: Nature protection
de: Umwelt- und Naturschutz

source: Forest work
de: Forstwesen

source: Agriculture
de: Landwirtschaft

source: Development & cooperation
de: Entwicklungszusammenar...

source: Disasters help
de: Bewältigung von Katast...

source: Domains
de: Tätigkeitsbereich

source: Languages
de: Sprache

source: Earliest start
de: Frühester Start

source: Latest end
de: Spätestes Ende

source: Search
de: Suchen
